verification/runs/T-family/E4_runs/S_f/system/controlDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}

application     simpleFoam;

startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         20000;
deltaT          1;

// writeInterval STRICTLY < endTime (L-140): four checkpoints on disk, and the
// convergence gate compares the last two written checkpoints value for value.
writeControl    timeStep;
writeInterval   5000;
purgeWrite      0;
writeFormat     ascii;
writePrecision  12;
writeCompression off;
timeFormat      general;
timePrecision   6;
runTimeModifiable false;
